Repository: cengelbart39/Splatalyzer
Catalog: Sources/Splatalyzer/Resources/language/MainWeapon.xcstrings
Source language: en
Languages: de, es_419, es_es, fr_ca, fr_fr, it, ja, ko, nl, ru, zh_hans, zh_hant

# Blaster_Light_00
source: Rapid Blaster
de: Turbo-Blaster
es_419: Turbolanzamotas
es_es: Devastador exprés
fr_ca: Turboblasteur
fr_fr: Turboblaster
it: Blaster rapido
ja: ラピッドブラスター
ko: 래피드 블래스터
nl: Flitsblaster
ru: Бластермат
zh_hans: 快速爆破枪
zh_hant: 快速爆破槍

# Blaster_Light_01
source: Rapid Blaster Deco
de: Turbo-Blaster Deko
es_419: Turbolanzamotas chic
es_es: Devastador exprés DX
fr_ca: Turboblasteur chic
fr_fr: Turboblaster chic
it: Blaster rapido DX
ja: ラピッドブラスターデコ
ko: 래피드 블래스터 데코
nl: Flitsblaster Deco
ru: Бластермат «Деко»
zh_hans: 快速爆破枪 装饰
zh_hant: 快速爆破槍 裝飾

# Blaster_LightLong_00
source: Rapid Blaster Pro
de: Turbo-Blaster Plus
es_419: Turbolanzamotas Pro
es_es: Superdevastador
fr_ca: Turboblasteur pro
fr_fr: Turboblaster pro
it: Blaster élite
ja: Rブラスターエリート
ko: R 블래스터 엘리트
nl: Flitsblaster Pro
ru: Бластермат ПРО
zh_hans: 快速爆破枪 精英
zh_hant: 快速爆破槍 精英

# Blaster_LightLong_01
source: Rapid Blaster Pro Deco
de: Turbo-Blaster Plus Deko
es_419: Turbolanzamotas Pro chic
es_es: Superdevastador DX
fr_ca: Turboblasteur pro chic
fr_fr: Turboblaster pro chic
it: Blaster élite DX
ja: Rブラスターエリートデコ
ko: R 블래스터 엘리트 데코
nl: Flitsblaster Pro Deco
ru: Бластермат ПРО «Деко»
zh_hans: 快速爆破枪 精英装饰
zh_hant: 快速爆破槍 精英裝飾

# Blaster_LightShort_00
source: Clash Blaster
de: Kontra-Blaster
es_419: Hiperlanzamotas
es_es: Turbodevastador
fr_ca: Rafalblasteur
fr_fr: Rafablaster
it: Blaster da mischia
ja: クラッシュブラスター
ko: 크래시 블래스터
nl: Knalblaster
ru: Контрабластер
zh_hans: 冲涂爆破枪
zh_hant: 衝塗爆破槍

# Blaster_LightShort_01
source: Clash Blaster Neo
de: Kontra-Blaster Neo
es_419: Hiperlanzamotas neo
es_es: Turbodevastador neo
fr_ca: Rafalblasteur néo
fr_fr: Rafablaster Néo
it: Blaster da mischia Neo
ja: クラッシュブラスターネオ
ko: 네오 크래시 블래스터
nl: Knalblaster Neo
ru: Контрабластер «Нео»
zh_hans: 冲涂爆破枪 新型
zh_hant: 衝塗爆破槍 新型

# Blaster_Long_00
source: Range Blaster
de: Fern-Blaster
es_419: Telelanzamotas
es_es: Teledevastador
fr_ca: Éclablasteur LP
fr_fr: Éclablaster XL
it: Blaster a distanza
ja: ロングブラスター
ko: 롱 블래스터
nl: Teleblaster
ru: Дальнобластер
zh_hans: 远距爆破枪
zh_hant: 遠距爆破槍

# Blaster_Long_01
source: Custom Range Blaster
de: Fern-Blaster SE
es_419: Telelanzamotas adaptado
es_es: Teledevastador SP
fr_ca: Éclablasteur LP modifié
fr_fr: Éclablaster XL griffé
it: Blaster a distanza CM
ja: ロングブラスターカスタム
ko: 커스텀 롱 블래스터
nl: Gemodde Teleblaster
ru: Дальнобластер «Понт»
zh_hans: 远距爆破枪 改装
zh_hant: 遠距爆破槍 改裝

# Blaster_Middle_01
source: Custom Blaster
de: Blaster SE
es_419: Lanzamotas adaptado
es_es: Devastador SP
fr_ca: Éclablasteur modifié
fr_fr: Éclablaster modifié
it: Blaster CM
ja: ホットブラスターカスタム
ko: 커스텀 핫 블래스터
nl: Gemodde Klodderblaster
ru: Бластер «Понт»
zh_hans: 火热爆破枪 改装
zh_hant: 火熱爆破槍 改裝

# Blaster_Short_O
source: Order Blaster Replica
de: Ordnung-Blaster Replik
es_419: Lanzamotas orden réplica
es_es: Devastador orden (réplica)
fr_ca: Blasteur d'Ordre (réplique)
fr_fr: Blaster d'Ordre (réplique)
it: Blaster Ordine replica
ja: オーダーブラスター レプリカ
ko: 오더 블래스터 레플리카
nl: Ordeblaster (replica)
ru: Бластер Порядка (клон)
zh_hans: 秩序爆破枪 复制
zh_hant: 秩序爆破槍 複製

# Brush_Heavy_00
source: Painbrush
de: Fächerfärber
es_419: Pincel abanico
es_es: Brocha abanico
fr_ca: Épinceau écaïe
fr_fr: Épinceau écaïe
it: Tonnoretto
ja: フィンセント
ko: 빈센트
nl: Kwistkwast
ru: Веерокисть «Плюхассо»
zh_hans: 文森
zh_hant: 文森

# Brush_Heavy_01
source: Painbrush Nouveau
de: Fächerfärber Fresco
es_419: Pincel abanico maestro
es_es: Brocha abanico maestra
fr_ca: Épinceau écaïe nuancé
fr_fr: Épinceau écaïe nuancé
it: Tonnoretto master
ja: フィンセント・ヒュー
ko: 빈센트 휴
nl: Kwistkwast Nouveau
ru: Веерокисть «НуВо»
zh_hans: 文森·新艺术
zh_hant: 文森‧新藝術

# Brush_Mini_00
source: Inkbrush
de: Quasto
es_419: Pincel
es_es: Pincel
fr_ca: Épinceau
fr_fr: Épinceau
it: Calamaravaggio
ja: パブロ
ko: 파블로
nl: Inktkwast
ru: Кисть
zh_hans: 巴勃罗
zh_hant: 巴勃羅

# Brush_Mini_01
source: Inkbrush Nouveau
de: Quasto Fresco
es_419: Pincel maestro
es_es: Pincel maestro
fr_ca: Épinceau nuancé
fr_fr: Épinceau nuancé
it: Calamaravaggio master
ja: パブロ・ヒュー
ko: 파블로 휴
nl: Inktkwast Nouveau
ru: Кисть «НуВо»
zh_hans: 巴勃罗·新艺术
zh_hant: 巴勃羅‧新藝術

# Brush_Normal_00
source: Octobrush
de: Kalligraf
es_419: Pincel caligrafía
es_es: Brocha
fr_ca: Épinceau brosse
fr_fr: Épinceau brosse
it: Tinturicchio
ja: ホクサイ
ko: 호쿠사이
nl: Octokwast
ru: Арт-кисть
zh_hans: 北斋
zh_hant: 北齋

# Brush_Normal_01
source: Octobrush Nouveau
de: Kalligraf Fresco
es_419: Pincel caligrafía maestro
es_es: Brocha maestra
fr_ca: Épinceau brosse nuancé
fr_fr: Épinceau brosse nuancé
it: Tinturicchio master
ja: ホクサイ・ヒュー
ko: 호쿠사이 휴
nl: Octokwast Nouveau
ru: Арт-кисть «НуВо»
zh_hans: 北斋·新艺术
zh_hant: 北齋‧新藝術

# Brush_Normal_O
source: Orderbrush Replica
de: Ordnung-Kalligraf Replik
es_419: Pincel caligrafía orden réplica
es_es: Brocha orden (réplica)
fr_ca: Pinceau d'Ordre (réplique)
fr_fr: Pinceau d'Ordre (réplique)
it: Pennello Ordine replica
ja: オーダーブラシ レプリカ
ko: 오더 브러시 레플리카
nl: Ordekwast (replica)
ru: Кисть Порядка (клон)
zh_hans: 秩序排刷 复制
zh_hant: 秩序排刷 複製

# Charger_Keeper_00
source: Goo Tuber
de: T-Tuber
es_419: Entintubo
es_es: Tubofusil
fr_ca: Détubeur
fr_fr: Détubeur
it: Tintubator
ja: ソイチューバー
ko: 소이 튜버
nl: Spetbuizer
ru: Трубастер
zh_hans: 高压油管枪
zh_hant: 高壓油管槍

# Charger_Keeper_01
source: Custom Goo Tuber
de: T-Tuber SE
es_419: Entintubo adaptado
es_es: Tubofusil SP
fr_ca: Détubeur modifié
fr_fr: Détubeur modifié
it: Tintubator CM
ja: ソイチューバーカスタム
ko: 커스텀 소이 튜버
nl: Gemodde Spetbuizer
ru: Трубастер «Понт»
zh_hans: 高压油管枪 改装
zh_hant: 高壓油管槍 改裝

# Charger_Light_00
source: Bamboozler 14 Mk I
de: Klotzer 14-A
es_419: Bamzuka 14-I
es_es: Bambufusil 14-I
fr_ca: Bimbamboum Mk I
fr_fr: Bimbamboum Mk I
it: Bimbamboom 14-I
ja: 14式竹筒銃・甲
ko: 14식 대나무 총 갑
nl: Bamboem 14-A
ru: Бамбух 14-I
zh_hans: 14式竹筒枪·甲
zh_hant: 14式竹筒槍‧甲

# Charger_Light_01
source: Bamboozler 14 Mk II
de: Klotzer 14-B
es_419: Bamzuka 14-II
es_es: Bambufusil 14-II
fr_ca: Bimbamboum Mk II
fr_fr: Bimbamboum Mk II
it: Bimbamboom 14-II
ja: 14式竹筒銃・乙
ko: 14식 대나무 총 을
nl: Bamboem 14-B
ru: Бамбух 14-II
zh_hans: 14式竹筒枪·乙
zh_hant: 14式竹筒槍‧乙

# Charger_Long_01
source: Custom E-liter 4K
de: E-liter 4K SE
es_419: Entintador 4K adaptado
es_es: Entintador 4K SP
fr_ca: X-traceur + modifié
fr_fr: Extraceur + modifié
it: Tinter a carica 4K CM
ja: リッター4Kカスタム
ko: 커스텀 리터 4K
nl: Gemodde E-liter 4K
ru: Э-литр 95 «Понт»
zh_hans: 公升4K 改装
zh_hant: 公升4K 改裝

# Charger_LongScope_00
source: E-liter 4K Scope
de: Ziel-E-liter 4K
es_419: Telentintador 4K
es_es: Telentintador 4K
fr_ca: X-traceur + zoom
fr_fr: Extraceur + zoom
it: Tinter con mirino 4K
ja: 4Kスコープ
ko: 4K 스코프
nl: E-liter 4K met vizier
ru: Снайп-э-литр 95
zh_hans: 4K准星枪
zh_hant: 4K準星槍

# Charger_LongScope_01
source: Custom E-liter 4K Scope
de: Ziel-E-liter 4K SE
es_419: Telentintador 4K adaptado
es_es: Telentintador 4K SP
fr_ca: X-traceur + zoom modifié
fr_fr: Extraceur + zoom modifié
it: Tinter con mirino 4K CM
ja: 4Kスコープカスタム
ko: 커스텀 4K 스코프
nl: Gemodde E-liter 4K met vizier
ru: Снайп-э-литр 95 «Понт»
zh_hans: 4K准星枪 改装
zh_hant: 4K準星槍 改裝

# Charger_Normal_00
source: Splat Charger
de: Klecks-Konzentrator
es_419: Cargatintas
es_es: Cargatintas
fr_ca: Concentraceur
fr_fr: Concentraceur
it: Splatter a carica
ja: スプラチャージャー
ko: 스플랫 차저
nl: Bloplader
ru: Сплатган
zh_hans: 斯普拉蓄力狙击枪
zh_hant: 斯普拉蓄力狙擊槍

# Charger_Normal_01
source: Z+F Splat Charger
de: Zekkori-Klecks-Konzentrator
es_419: Cargatintas ZyS
es_es: Cargatintas Ezkkor
fr_ca: Concentraceur E+A
fr_fr: Concentraceur E+F
it: Splatter a carica logo
ja: スプラチャージャーコラボ
ko: 스플랫 차저 컬래버
nl: Zekkofin Bloplader
ru: Сплатган «ЙожкоТюр»
zh_hans: 斯普拉蓄力狙击枪 联名
zh_hant: 斯普拉蓄力狙擊槍 聯名

# Charger_Normal_O
source: Order Charger Replica
de: Ordnung-Konzentrator Replik
es_419: Cargatintas orden réplica
es_es: Cargatintas orden (réplica)
fr_ca: Fusil d'Ordre (réplique)
fr_fr: Fusil d'Ordre (réplique)
it: Splatter Ordine replica
ja: オーダーチャージャー レプリカ
ko: 오더 차저 레플리카
nl: Ordelader (replica)
ru: Сплатган Порядка (клон)
zh_hans: 秩序蓄力狙击枪 复制
zh_hant: 秩序蓄力狙擊槍 複製

# Charger_NormalScope_00
source: Splatterscope
de: Ziel-Konzentrator
es_419: Telecargatintas
es_es: Cargatintas con mira
fr_ca: Concentraceur zoom
fr_fr: Concentraceur zoom
it: Splatter con mirino
ja: スプラスコープ
ko: 스플랫 스코프
nl: Schelpschutter
ru: Снайпокрас
zh_hans: 斯普拉准星枪
zh_hant: 斯普拉準星槍

# Charger_NormalScope_01
source: Z+F Splatterscope
de: Zekkori-Ziel-Konzentrator
es_419: Telecargatintas ZyS
es_es: Cargatintas con mira Ezkkor
fr_ca: Concentraceur zoom E+A
fr_fr: Concentraceur zoom E+F
it: Splatter con mirino logo
ja: スプラスコープコラボ
ko: 스플랫 스코프 컬래버
nl: Zekkofin Schelpschutter
ru: Снайпокрас «ЙожкоТюр»
zh_hans: 斯普拉准星枪 联名
zh_hant: 斯普拉準星槍 聯名

# Charger_Pencil_00
source: Snipewriter 5H
de: R-BLR/5H
es_419: Cargaminas 5H
es_es: Cargaminas 5H
fr_ca: Crayon X - 5H
fr_fr: Crayon X - 5H
it: Lapis cecchino 5H
ja: R-PEN/5H
ko: R-PEN/5H
nl: Schotlood 5H
ru: Патрондаш 5Т
zh_hans: R-PEN/5H
zh_hant: R-PEN/5H

# Charger_Pencil_01
source: Snipewriter 5B
de: R-BLR/5B
es_419: Cargaminas 5B
es_es: Cargaminas 5B
fr_ca: Crayon X - 5B
fr_fr: Crayon X - 5B
it: Lapis cecchino 5B
ja: R-PEN/5B
ko: R-PEN/5B
nl: Schotlood 5B
ru: Патрондаш 5М
zh_hans: R-PEN/5B
zh_hant: R-PEN/5B

# Charger_Quick_00
source: Classic Squiffer
de: Sepiator α
es_419: Delineador X
es_es: Kalarrapid α
fr_ca: Lignizateur alpha
fr_fr: Décap'express Alpha
it: Kalamarapid α
ja: スクイックリンα
ko: 스퀵 클린 α
nl: Octopoets
ru: Стиратель
zh_hans: 鱿快洁α
zh_hant: 魷快潔α

# Charger_Quick_01
source: New Squiffer
de: Sepiator β
es_419: Delineador Y
es_es: Kalarrapid β
fr_ca: Lignizateur bêta
fr_fr: Décap'express Bêta
it: Kalamarapid β
ja: スクイックリンβ
ko: 스퀵 클린 β
nl: Octopoets Ultra
ru: Стиратель-II
zh_hans: 鱿快洁β
zh_hant: 魷快潔β

# Maneuver_Dual_00
source: Dualie Squelchers
de: Dual-Platscher
es_419: Soplador dual
es_es: Barredora dual
fr_ca: Double nettoyeur
fr_fr: Double nettoyeur
it: Sweeper duplo
ja: デュアルスイーパー
ko: 듀얼 스위퍼
nl: Dubbelplonzers
ru: Спурт-плескари
zh_hans: 双重清洁枪
zh_hant: 雙重清潔槍

# Maneuver_Dual_01
source: Custom Dualie Squelchers
de: Dual-Platscher SE
es_419: Soplador dual adaptado
es_es: Barredora dual SP
fr_ca: Double nettoyeur modifié
fr_fr: Double nettoyeur modifié
it: Sweeper duplo CM
ja: デュアルスイーパーカスタム
ko: 커스텀 듀얼 스위퍼
nl: Gemodde Dubbelplonzers
ru: Спурт-плескари «Понт»
zh_hans: 双重清洁枪 改装
zh_hant: 雙重清潔槍 改裝

# Maneuver_Gallon_00
source: Glooga Dualies
de: Kelvin 525
es_419: Fundidora 525 dual
es_es: Fundidora 525 dual
fr_ca: Double Kelvin 525
fr_fr: Double Kelvin 525
it: Kelvin duplo 525
ja: ケルビン525
ko: 켈빈 525
nl: Kelvin 525
ru: Термоплюхи 525
zh_hans: 开尔文525
zh_hant: 開爾文525

# Maneuver_Gallon_01
source: Glooga Dualies Deco
de: Kelvin 525 Deko
es_419: Fundidora 525 dual chic
es_es: Fundidora 525 dual DX
fr_ca: Double Kelvin 525 chic
fr_fr: Double Kelvin 525 chic
it: Kelvin duplo 525 DX
ja: ケルビン525デコ
ko: 켈빈 525 데코
nl: Kelvin 525 Deco
ru: Термоплюхи 525 «Деко»
zh_hans: 开尔文525 装饰
zh_hant: 開爾文525 裝飾

# Maneuver_Long_00
source: Douser Dualies FF
de: Lösch-Doppler FW
es_419: Extintor dual FF
es_es: Extintor Dual FF
fr_ca: Double ignifugeur
fr_fr: Double ignifugeur
it: Repolper estintori FF
ja: ガエンFF
ko: 소방 FF
nl: Blusknallers BW
ru: Краскотушители 255
zh_hans: 灭熄FF
zh_hant: 滅熄FF

# Maneuver_Long_01
source: Custom Douser Dualies FF
de: Lösch-Doppler FW SE
es_419: Extintor dual FF adaptado
es_es: Extintor Dual FF SP
fr_ca: Double ignifugeur modifié
fr_fr: Double ignifugeur modifié
it: Repolper estintori FF CM
ja: ガエンFFカスタム
ko: 커스텀 소방 FF
nl: Gemodde Blusknallers BW
ru: Краскотушители «Понт»
zh_hans: 灭熄FF 改装
zh_hant: 滅熄FF 改裝

# Maneuver_Normal_00
source: Splat Dualies
de: Klecks-Doppler
es_419: Difusor dual
es_es: Difusor dual
fr_ca: Double encreur
fr_fr: Double encreur
it: Repolper duplo
ja: スプラマニューバー
ko: 스플랫 머누버
nl: Dubbelknallers
ru: Спуртометы
zh_hans: 斯普拉机动枪
zh_hant: 斯普拉機動槍

# Maneuver_Normal_01
source: Enperry Splat Dualies
de: Enperry-Klecks-Doppler
es_419: Difusor dual Emperi
es_es: Difusor dual B
fr_ca: Double encreur DUX
fr_fr: Double encreur griffé
it: Repolper duplo logo
ja: スプラマニューバーコラボ
ko: 스플랫 머누버 컬래버
nl: Enperry Dubbelknallers
ru: Спуртометы «К.К.»
zh_hans: 斯普拉机动枪 联名
zh_hant: 斯普拉機動槍 聯名

# Maneuver_Normal_O
source: Order Dualie Replicas
de: Ordnung-Doppler Replik
es_419: Difusor dual orden réplica
es_es: Difusor dual orden (réplica)
fr_ca: Arme double d'Ordre (réplique)
fr_fr: Arme double d'Ordre (réplique)
it: Repolper Ordine replica
ja: オーダーマニューバー レプリカ
ko: 오더 머누버 레플리카
nl: Ordeknallers (replica)
ru: Спуртометы Порядка (кл.)
zh_hans: 秩序机动枪 复制
zh_hant: 秩序機動槍 複製

# Maneuver_Short_00
source: Dapple Dualies
de: Sprenkler
es_419: Atomizador dual
es_es: Atomizador dual
fr_ca: Double moucheteur
fr_fr: Double moucheteur
it: Ripolpella duplo
ja: スパッタリー
ko: 스퍼터리
nl: Dubbelspatters
ru: Импрессиометы
zh_hans: 溅镀枪
zh_hant: 濺鍍槍

# Maneuver_Short_01
source: Dapple Dualies Nouveau
de: Sprenkler Fresco
es_419: Atomizador dual maestro
es_es: Atomizador dual maestro
fr_ca: Double moucheteur nuancé
fr_fr: Double moucheteur nuancé
it: Ripolpella duplo master
ja: スパッタリー・ヒュー
ko: 스퍼터리 휴
nl: Dubbelspatters Nouveau
ru: Импрессиометы «НуВо»
zh_hans: 溅镀枪·新艺术
zh_hant: 濺鍍槍‧新藝術

# Maneuver_Stepper_00
source: Dark Tetra Dualies
de: Quadhopper Noir
es_419: Tetra dual negro
es_es: Motatrónic dual negro
fr_ca: Double voltigeur noir
fr_fr: Double voltigeur noir
it: Moscarpino duplo nero
ja: クアッドホッパーブラック
ko: 블랙 쿼드 호퍼
nl: Quadhoppers Zwart
ru: Черные спуртокроссы
zh_hans: 四重弹跳手枪 黑
zh_hant: 四重彈跳手槍 黑

# Maneuver_Stepper_01
source: Light Tetra Dualies
de: Quadhopper Blanc
es_419: Tetra dual blanco
es_es: Motatrónic dual blanco
fr_ca: Double voltigeur blanc
fr_fr: Double voltigeur blanc
it: Moscarpino duplo bianco
ja: クアッドホッパーホワイト
ko: 화이트 쿼드 호퍼
nl: Quadhoppers Wit
ru: Белые спуртокроссы
zh_hans: 四重弹跳手枪 白
zh_hant: 四重彈跳手槍 白

# Roller_Compact_00
source: Carbon Roller
de: Karbonroller
es_419: Rodillo de carbono
es_es: Rodillo de carbono
fr_ca: Rouleau carbone
fr_fr: Rouleau carbone
it: Rullo di carbonio
ja: カーボンローラー
ko: 카본 롤러
ru: Валик ЛАЙТ
zh_hans: 碳纤维滚筒
zh_hant: 碳纖維滾筒

# Roller_Compact_01
source: Carbon Roller Deco
de: Karbonroller Deko
es_419: Rodillo de carbono chic
es_es: Rodillo de carbono DX
fr_ca: Rouleau carbone chic
fr_fr: Rouleau carbone chic
it: Rullo di carbonio DX
ja: カーボンローラーデコ
ko: 카본 롤러 데코
ru: Валик ЛАЙТ «Деко»
zh_hans: 碳纤维滚筒 装饰
zh_hant: 碳纖維滾筒 裝飾

# Roller_Heavy_00
source: Dynamo Roller
de: Dynaroller
es_419: Rodillo Pro
es_es: Dinamorrodillo
fr_ca: Dynamo-rouleau
fr_fr: Dynamo-rouleau
it: Rullo dinamo
ja: ダイナモローラー
ko: 다이너모 롤러
ru: Мотовалик
zh_hans: 电动马达滚筒
zh_hant: 電動馬達滾筒

# Roller_Heavy_01
source: Gold Dynamo Roller
de: Dynaroller Tesla
es_419: Rodillo Pro dorado
es_es: Dinamorrodillo T
fr_ca: Dynamo-rouleau pro
fr_fr: Dynamo-rouleau tesla
it: Rullo dinamo dorato
ja: ダイナモローラーテスラ
ko: 골드 다이너모 롤러
nl: Gouden Dynamoroller
ru: Мотовалик VIP
zh_hans: 电动马达滚筒 高磁波
zh_hant: 電動馬達滾筒 高磁波

# Roller_Hunter_00
source: Flingza Roller
de: Flex-Roller
es_419: Rodillo versátil
es_es: Rodillo versátil
fr_ca: Flexi-rouleau
fr_fr: Flexi-rouleau
it: Flexi-rullo
ja: ヴァリアブルローラー
ko: 베리어블 롤러
nl: Flexroller
ru: Омнивалик
zh_hans: 可变式滚筒
zh_hant: 可變式滾筒

# Roller_Hunter_01
source: Foil Flingza Roller
de: Flex-Roller Fol
es_419: Rodillo versátil Foil
es_es: Rodillo versátil B
fr_ca: Flexi-rouleau aluminium
fr_fr: Flexi-rouleau alu
it: Flexi-rullo B
ja: ヴァリアブルローラーフォイル
ko: 포일 베리어블 롤러
nl: Foil Flexroller
ru: Омнивалик «Блеск»
zh_hans: 可变式滚筒 金属箔
zh_hant: 可變式滾筒 金屬箔

# Roller_Normal_00
source: Splat Roller
de: Klecksroller
es_419: Rodillo básico
es_es: Rodillo básico
fr_ca: Rouleau
fr_fr: Rouleau
it: Rullo splat
ja: スプラローラー
ko: 스플랫 롤러
nl: Klodderroller
ru: Сплат-валик
zh_hans: 斯普拉滚筒
zh_hant: 斯普拉滾筒

# Roller_Normal_01
source: Krak-On Splat Roller
de: Medusa-Klecksroller
es_419: Rodillo básico Meddux
es_es: Rodillo básico B
fr_ca: Rouleau Krakeurs
fr_fr: Rouleau griffé
it: Rullo splat logo
ja: スプラローラーコラボ
ko: 스플랫 롤러 컬래버
nl: Krak-On Klodderroller
ru: Сплат-валик «Кра-Кен»
zh_hans: 斯普拉滚筒 联名
zh_hant: 斯普拉滾筒 聯名

# Roller_Normal_O
source: Order Roller Replica
de: Ordnung-Roller Replik
es_419: Rodillo orden réplica
es_es: Rodillo orden (réplica)
fr_ca: Rouleau d'Ordre (réplique)
fr_fr: Rouleau d'Ordre (réplique)
it: Rullo Ordine replica
ja: オーダーローラー レプリカ
ko: 오더 롤러 레플리카
nl: Orderoller (replica)
ru: Валик Порядка (клон)
zh_hans: 秩序滚筒 复制
zh_hant: 秩序滾筒 複製

# Roller_Wide_00
source: Big Swig Roller
de: Breitroller
es_419: Rodillo mágnum
es_es: Rodillo mágnum
fr_ca: Rouleau large
fr_fr: Rouleau large
it: Ampiorullo
ja: ワイドローラー
ko: 와이드 롤러
nl: Breedroller
ru: Макси-валик
zh_hans: 宽滚筒
zh_hant: 寬滾筒

# Roller_Wide_01
source: Big Swig Roller Express
de: Breitroller Express
es_419: Rodillo mágnum exprés
es_es: Rodillo mágnum B
fr_ca: Rouleau large Xpress
fr_fr: Rouleau large Xpress
it: Ampiorullo Express
ja: ワイドローラーコラボ
ko: 와이드 롤러 컬래버
nl: Breedroller Impuls
ru: Макси-валик «Экспресс»
zh_hans: 宽滚筒 联名
zh_hant: 寬滾筒 聯名

# Saber_Heavy_00
source: Mint Decavitator
de: Minz-Prophylator
es_419: Odontintador menta
es_es: Odontintador menta
fr_ca: Sabrifrice menthe
fr_fr: Sabrifrice menthe
it: Spazzolama menta
ja: デンタルワイパーミント
ko: 민트 덴탈 와이퍼
nl: Schrobbehak PM
ru: Мятная дентана
zh_hans: 巨齿刮水刀 薄荷
zh_hant: 巨齒刮水刀 薄荷

# Saber_Heavy_01
source: Charcoal Decavitator
de: Carbo-Prophylator
es_419: Odontintador carbón
es_es: Odontintador carbón
fr_ca: Sabrifrice charbon
fr_fr: Sabrifrice charbon
it: Spazzolama carbone
ja: デンタルワイパースミ
ko: 잉크 덴탈 와이퍼
nl: Schrobbehak HK
ru: Угольная дентана
zh_hans: 巨齿刮水刀 墨黑
zh_hant: 巨齒刮水刀 墨黑

# Saber_Lite_00
source: Splatana Wiper
de: Wischer-Splatana
es_419: Azotintador brisa
es_es: Azotintador brisa
fr_ca: Éclatana Doto
fr_fr: Éclatana Doto
it: Tergilama
ja: ドライブワイパー
ko: 드라이브 와이퍼
nl: Wisserbladzwieper
ru: Cплат-дворник
zh_hans: 雨刷刮水刀
zh_hant: 雨刷刮水刀

# Saber_Lite_01
source: Splatana Wiper Deco
de: Wischer-Splatana Deko
es_419: Azotintador brisa chic
es_es: Azotintador brisa DX
fr_ca: Éclatana Doto chic
fr_fr: Éclatana Doto chic
it: Tergilama DX
ja: ドライブワイパーデコ
ko: 드라이브 와이퍼 데코
nl: Wisserbladzwieper Deco
ru: Cплат-дворник «Деко»
zh_hans: 雨刷刮水刀 装饰
zh_hant: 雨刷刮水刀 裝飾

# Saber_Normal_00
source: Splatana Stamper
de: Stempel-Splatana
es_419: Azotintador Pro
es_es: Azotintador pro
fr_ca: Éclatana d'estampe
fr_fr: Éclatana d'estampe
it: Splattalama
ja: ジムワイパー
ko: 사무 와이퍼
nl: Stempelzwieper
ru: Сплат-печатель
zh_hans: 工作刮水刀
zh_hant: 工作刮水刀

# Saber_Normal_01
source: Splatana Stamper Nouveau
de: Stempel-Splatana Fresco
es_419: Azotintador Pro maestro
es_es: Azotintador pro maestro
fr_ca: Éclatana d'estampe nuancé
fr_fr: Éclatana d'estampe nuancé
it: Splattalama master
ja: ジムワイパー・ヒュー
ko: 사무 와이퍼 휴
nl: Stempelzwieper Nouveau
ru: Сплат-печатель «НуВо»
zh_hans: 工作刮水刀·新艺术
zh_hant: 工作刮水刀‧新藝術

# Saber_Normal_O
source: Order Splatana Replica
de: Ordnung-Splatana Replik
es_419: Azotintador orden réplica
es_es: Azotintador orden (réplica)
fr_ca: Éclatana d'Ordre (réplique)
fr_fr: Éclatana d'Ordre (réplique)
it: Lama Ordine replica
ja: オーダーワイパー レプリカ
ko: 오더 와이퍼 레플리카
nl: Ordezwieper (replica)
ru: Сплат-катана Порядка (кл.)
zh_hans: 秩序刮水刀 复制
zh_hant: 秩序刮水刀 複製

# Shelter_Compact_00
source: Undercover Brella
de: UnderCover
es_419: Paratintas discreto
es_es: Paratintas clásico
fr_ca: Para-encre espion
fr_fr: Para-encre espion
it: Bombrello
ja: スパイガジェット
ko: 스파이 가젯
nl: Paraplenzer
ru: Шпионский зонт
zh_hans: 特工配件
zh_hant: 特務配件

# Shelter_Compact_01
source: Undercover Sorella Brella
de: Sorella-UnderCover
es_419: Paratintas discreto Sorella
es_es: Paratintas clásico B
fr_ca: Para-encre espion Sorella
fr_fr: Para-encre espion Sorella
it: Bombrello Solerra
ja: スパイガジェットソレーラ
ko: 스파이 가젯 소렐라
nl: Sorella Paraplenzer
ru: Шпионский зонт «Родиччи»
zh_hans: 特工配件 姐妹
zh_hant: 特務配件 姐妹

# Shelter_Focus_00
source: Recycled Brella 24 Mk I
de: Bast-Pluviator 24-A
es_419: Prototintas 24-I
es_es: Prototintas 24-I
fr_ca: Para-encre Ré-gen 24 Mk I
fr_fr: Para-encre Ré-gen 24 Mk I
it: Sparasole riciclo 24-I
ja: 24式張替傘・甲
ko: 24식 도돌이 우산 갑
nl: Protoplenzer 24-I
ru: Ребут-зонтган М-1
zh_hans: 24式可替换伞·甲
zh_hant: 24式可替換傘‧甲

# Shelter_Focus_01
source: Recycled Brella 24 Mk II
de: Bast-Pluviator 24-B
es_419: Prototintas 24-II
es_es: Prototintas 24-II
fr_ca: Para-encre Ré-gen 24 Mk II
fr_fr: Para-encre Ré-gen 24 Mk II
it: Sparasole riciclo 24-II
ja: 24式張替傘・乙
ko: 24식 도돌이 우산 을
nl: Protoplenzer 24-II
ru: Ребут-зонтган М-2
zh_hans: 24式可替换伞·乙
zh_hant: 24式可替換傘‧乙

# Shelter_Normal_00
source: Splat Brella
de: Parapluviator
es_419: Paratintas
es_es: Paratintas
fr_ca: Para-encre
fr_fr: Para-encre
it: Sparasole
ja: パラシェルター
ko: 파라 셸터
nl: Plenzer
ru: Сплат-зонт
zh_hans: 遮阳防空伞
zh_hant: 遮陽防空傘

# Shelter_Normal_01
source: Sorella Brella
de: Sorella-Parapluviator
es_419: Paratintas Sorella
es_es: Paratintas B
fr_ca: Para-encre Sorella
fr_fr: Para-encre Sorella
it: Sparasole Solerra
ja: パラシェルターソレーラ
ko: 파라 셸터 소렐라
nl: Sorella Plenzer
ru: Зонтган «Родиччи»
zh_hans: 遮阳防空伞 姐妹
zh_hant: 遮陽防空傘 姐妹

# Shelter_Normal_O
source: Order Brella Replica
de: Ordnung-Pluviator Replik
es_419: Paratintas orden réplica
es_es: Paratintas orden (réplica)
fr_ca: Para-encre d'Ordre (réplique)
fr_fr: Para-encre d'Ordre (réplique)
it: Sparasole Ordine replica
ja: オーダーシェルター レプリカ
ko: 오더 셸터 레플리카
nl: Ordeplenzer (replica)
ru: Зонтган Порядка (клон)
zh_hans: 秩序防空伞 复制
zh_hant: 秩序防空傘 複製

# Shelter_Wide_00
source: Tenta Brella
de: Camp-Pluviator
es_419: Paratintas forestal
es_es: Paratintas maxi
fr_ca: Méga para-encre
fr_fr: Para-encre XL
it: Sparatenda
ja: キャンピングシェルター
ko: 캠핑 셸터
nl: Kampeerplenzer
ru: Зонтент
zh_hans: 露营防空伞
zh_hant: 露營防空傘

# Shelter_Wide_01
source: Tenta Sorella Brella
de: Sorella-Camp-Pluviator
es_419: Paratintas forestal Sorella
es_es: Paratintas maxi B
fr_ca: Méga para-encre Sorella
fr_fr: Para-encre XL Sorella
it: Sparatenda Solerra
ja: キャンピングシェルターソレーラ
ko: 캠핑 셸터 소렐라
nl: Sorella Kampeerplenzer
ru: Зонтент «Родиччи»
zh_hans: 露营防空伞 姐妹
zh_hant: 露營防空傘 姐妹

# Shooter_Blaze_00
source: Aerospray MG
de: Airbrush MG
es_419: Aerógrafo GP
es_es: Aerógrafo pro
fr_ca: Pouche-pouche
fr_fr: Aérogun
it: Aerografo
ja: プロモデラーMG
ko: 프로모델러 MG
nl: Kladderwerper
ru: Аэроспрей
zh_hans: 专业模型枪MG
zh_hant: 專業模型槍MG

# Shooter_Blaze_01
source: Aerospray RG
de: Airbrush RG
es_419: Aerógrafo GN
es_es: Aerógrafo plus
fr_ca: Pouche-pouche premium
fr_fr: Aérogun premium
it: Aerografo élite
ja: プロモデラーRG
ko: 프로모델러 RG
nl: Kladderwerper Pro
ru: Аэроспрей ДЕЛЮКС
zh_hans: 专业模型枪RG
zh_hant: 專業模型槍RG

# Shooter_Expert_00
source: Splattershot Pro
de: Profi-Kleckser
es_419: Rociador Pro
es_es: Lanzatintas plus
fr_ca: Liquéficateur pro
fr_fr: Liquidateur pro
it: Splasher élite
ja: プライムシューター
ko: 프라임 슈터
nl: Superspetter Pro
ru: Каплестрел ПРО
zh_hans: 顶尖射击枪
zh_hant: 頂尖射擊槍

# Shooter_Expert_01
source: Forge Splattershot Pro
de: Focus-Profi-Kleckser
es_419: Rociador Forima
es_es: Lanzatintas plus B
fr_ca: Liquéficateur pro Fosia
fr_fr: Liquidateur pro griffé
it: Splasher élite logo
ja: プライムシューターコラボ
ko: 프라임 슈터 컬래버
nl: Forge Superspetter Pro
ru: Каплестрел ПРО «Блиц»
zh_hans: 顶尖射击枪 联名
zh_hant: 頂尖射擊槍 聯名

# Shooter_First_00
source: Splattershot Jr.
de: Junior-Kleckser
es_419: Rociador básico
es_es: Lanzatintas novato
fr_ca: Liquéficateur ultra
fr_fr: Liquidateur Jr.
it: Sparacolore recluta
ja: わかばシューター
ko: 새싹 슈터
nl: Superspetter jr.
ru: Каплестрел-У
zh_hans: 新叶射击枪
zh_hant: 新葉射擊槍

# Shooter_First_01
source: Custom Splattershot Jr.
de: Junior-Kleckser Plus
es_419: Rociador básico adaptado
es_es: Lanzatintas novato B
fr_ca: Liquéficateur ultra modifié
fr_fr: Liquidateur Sr.
it: Sparacolore logo
ja: もみじシューター
ko: 단풍 슈터
nl: Gemodde Superspetter jr.
ru: Каплестрел-У 2.0
zh_hans: 枫叶射击枪
zh_hant: 楓葉射擊槍

# Shooter_Flash_00
source: Squeezer
de: Quetscher
es_419: Tintopresor
es_es: Tintopresor
fr_ca: Compresseur
fr_fr: Compresseur
it: Strizzer
ja: ボトルガイザー
ko: 보틀 가이저
nl: Floeper
ru: Бутылятор
zh_hans: 开瓶喷泉枪
zh_hant: 開瓶噴泉槍
